<?php



return [



   'check_eorr_information'                =>' من فضلك تحقق من الايمل وواسم المستخدم',

   



       'sInfoPostFix'                      =>'  ',

         'Dashboard'                       =>' لوحه التحكم ',





			"Processing"                   =>'تحميل  ',  

			"sLengthMenu"                  =>' ',  

			"sZeroRecords"                 => 'لا يوجد نتائج لهذا البحث ' ,

			"sEmptyTable"                  =>' اظهار من _START_ الي _END_ الي  _TOTAL_ الكل',

			"sInfo"                        =>' Mostrant de _START_ a _END_ de _TOTAL_ registres',

			"sInfoEmpty"                   =>'sInfoEmpty',

			"sInfoFiltered"                =>'sInfoFiltered',

			"sInfoPostFix"                 =>'بحث',

			"sSearch"                      =>'بحث',

			"sUrl"                         =>'sUrl',

			"sInfoThousands"               =>'sInfoThousands',

			"sLoadingRecords"              =>'sLoadingRecords',

			"oPaginate"                    =>' Primer',

			"sFirst"                       =>'sFirst',

			"sLast"                        =>'sLast',

			"sNext"                        =>' التالي',

			"sPrevious"                    =>'السابق',

			"oAria"                        =>'oAria',

			"sSortAscending"               =>'sSortAscending',

			"sSortDescending"              =>'sSortDescending',

			

			"datacontrol"                  => 'حسابات المدرين',

			"online"                       =>'نشط  ',

			"search"                       =>' بحث  ',

			"MAINNAVIGATION"               =>'  الابحار الرئيسي   ',

			"Dashboard"                    =>' لوحه التحكم الرئيسه ',

			"admin"                        =>'المدرين',

			"Controlpanel"                 =>'  وحده التحكم',

			"Home"                         =>' الرئيسية ',

			"copy"                         =>' نسخ  ',

			"csv"                          =>' csv حفظ  ',

			"excel"                        =>' اكسل   ',

			"pdf"                          =>' pdf استخراج ',

			"print"                        =>' طباعه   ',

			"reload"                       =>' تحديث  ',

			"id"                           =>'الرقم التعريفي',

			"name"                         => ' الاسم ',

			"email"                        =>' البريد',

			"created_at"                   =>'  انشاء في ',

			"updated_at"                   =>' تحدث في  ',

			"edit"                         =>' تعديل',

			"delete"                       =>' حذف  ',

			"deletall"                     =>'حذف الكل',

			"close"                        =>' غلق',

				"yes"                      =>'نعم',

			    "no"                       =>'لا',

			   

			"asketodelempty"               => 'انت لم تقم بختيار اي  عناصر للحذف',

			"asketodelnotempty"            =>'  هل  تريد حذف هذه العناصر وعددها هي  ',

			"DataTableWithFullFeatures"    =>'  ',

			"create"              =>' اضافة ',

				"adminname"              =>' الاسم بالكامل ',

			"adminemail"              =>'  البريد الاليكتروني ',

			"adminpassword"              =>' الرقم السري ',

			"adminsubmit"              =>' انشاء مشرف جديد',

			"dataaddsuccessfully"              =>' تم ادخال القيم بنجاح',

			"deleteadminrecored"              =>'  تم ح1ف مشرف من قائمه المشرفين',

			"edit"              =>'تعديل',

			"deleteadmin"              => 'هل  انت  موافق  علي  حذف هذا المشرف  :name',

			"counteryy"              => ' هل انت مواف علي حذف هذه الدوله وهي :counteryy',

             

			

			"update"=>"تحديث",

			"title"=>"تحديث بيات المشرف",

			"dataaupdatedsuccessfully"=>" تم الحفظ بنجاح ",

			"level"=>"نوع العضو",

			"username"=>" اسم المستخدم ",

			"useremail"=>" االبريد الاليكتروني للمستخدم",

			"userpassword"=>" رقم المرور" ,

			"userc"=>" اضافه مستخدم",

			"member"=>"  عضو",

			"company"=>" شركه",

			"store"=>" مول اول مخزن",

			"deleteuser"=>"   حذف مستخم   ",

			"usersacouts"=>"حسابات المستخدمين",

			"vendor"=>"  بائع   ",

			"user"=>" مستخدم  ",

			"adduser"=>"  اضافه مستخدم  ",

			"settings"=>" الاعدادات   ",



			"stiteSettings"    =>"    الاعدادات ",

			"nameofsitearbic"  =>"  اسم الموقع بالعربي  ",

			"nameofsiteenglish" =>"  اسم الموقع بالاجليزي ",

			"email"             =>" البريد الاليكتروني",

			"siteflag"          =>" شعار الموقع  ",

			"sitesymol"          =>" ركز الموقع  ",

			"sitesdiscreption"  =>" وصف الموقع   ",

			"sitemeta"         =>" الكلمات الدليله  ",

			"language"         =>"  اللغه الافتراضيه  ",

			"status"           =>" الحاله  ",

			"maintenance"         =>"  رابط مواعيد العمل  ",
			'Arabic'=>'العربية ',

			"ar"              =>" عربي  ",

			"en"              =>" انجليزي  ",

			"sopen"              =>"  مفتوح ",

			"sclose"              =>" مغلق  ",

			"save"              =>" حفظ  ",

			"counteries_add"              =>" اضافه دوله  ",

			"counteries"              =>" الدول",

			"countries_name_ar"              =>"اسم الدوله بالعربي ",

			"countries_name_en"              =>" اسم الدوله بالانجليزي",

			"mob"                            =>" رقم الهاتف",

			"code"                           =>"كود الدوله",

			"logo"                           =>"علم الدوله",

			"countery"                           =>"اضافه دوله",

			"deletecountries"                      =>" تم حذف الدوله بنجاح",

			"countries"                            =>"اضافه مدينه ",

			"cities_add"                            =>" اضافه مدينه  ",

			"cities"                            =>"المدن ",

			"country_id"                            =>"االدوله",

			"cities_name_ar"                            =>" اسم المدينه بالانجليزيه",

			"cities_name_en"                            =>" اسم المدينه بالعربيه ",

			"city"                                         =>'مدينه',

			"states_add"                        =>' اضافه منطقه',

			"states"                               =>' المناطق',

			  "states_name_ar"                               =>'اسم المنطقه بالعربيه',

			   "states_name_en"                               =>'اسم المنطقه بالانجليزيه ',



			   "city_id"                               =>'المدينه',

			   "country"                               =>' الدوله',

			   'departments'                  => '  التصنيف الرئيسي ',

	'dep_name_ar'                  => 'اسم القسم بالعربى',

	'dep_name_en'                  => 'اسم القسم بالانجليزية',

	'parent'                       => 'فرعى من',

	'icon'                         => 'الرمز',

	'description'                  => 'الوصف',

	'keyword'                      => 'الكلمات الدليلية',

	'trademarks'                   => 'العلامات التجارية',

	'name_en'                      => 'الاسم بالانجليزية',

	'name_ar'                      => 'الاسم بالعربي',

	'create_trademarks'            => 'إضافة علامة تجارية',

	'trade_icon'                   => 'شعار العلامة التجارية',

	'add_department'                =>'اضافه قسم',

	'record_added'                   =>' تم اضافه البيانات بنجاح',

	'ask_delete_dep'                 =>' هل  تريد  حذف هذا القسم وهو  ',

	'trademarks'                   => 'العلامات التجارية',

	'name_en'                      => 'الاسم بالانجليزية',

	'name_ar'                      => 'الاسم بالعربي',

	'create_trademarks'            => 'إضافة علامة تجارية',

	'trade_icon'                   => 'شعار العلامة التجارية',

	'add'                           =>'اضافه',

	'delete_this'                    =>'هل تريد حذف هذا ',

		'manufacturers'                => 'المصنعين',

	'mobile'                       => 'الجوال',

	'facebook'                     => 'فيسبوك',

	'twitter'                      => 'تويتر',

	'website'                      => 'الموقع الرسمى',

	'contact_name'                 => 'المسؤل عن المصنع',

	'lat'                          => '',

	'lng'                          => '',

	'manufacturers_icon'           => 'شعار المصنع',

	'address'                      => 'العنوان',

	  'owner_id'                     => 'المالك',

   'malls'                        => 'الممجمعات التجارية',

   'mall_icon'                    => 'شعار المول',

   

   'shipping'                        => ' شركات الشحن',

	'ship_icon'           => 'علامه الشركه ',

     'colors'                          =>'الالوان',

       'sizes'                   =>'المقاسات',

       'department_id'          =>'اسم القسم',

        'is_public'             =>'هل هو عام',

      'add_department'               =>'اضافه مقاس',

         'weight'                    =>'الوزن',

          'product'                   =>'المنتجات ',

            'currency'                  =>'العمله',



			'product_info'           =>'معلومات  المنتج ',

			'product_sitting'        =>' اعدادات  الاستضافة',

			'product_content'        =>' محتوي المنتج  ',

			'product_size_weight'    =>'   الوزن والحجم     ',

			'product_adtional_info'  =>'  معلومات اضافيه   ',

			'save_continue'  =>'حفظ واستمرار',

			 'department'            =>'القسم',

			  'price'=>' السعر',

			'stock'=>' الكميه',

			'start_at'=>'  يبدأ في  ',

			'end_at'=>' ينتهي في   ',

			'start_offer_at'=>' تاريخ بدايه العرض    ',

			'end_offer_at'=>'تاريخ نهايه العرض',

			'price_offer'=>'سعر العرض',

			'status'=>' الحاله',

			'reason'=>' سبب الرفض',

				'refused'=>'مرفوض',

             'active'=>'مفعل',

             'pending' =>'قيد الانتظار',

             'product_Media' => 'وسائط المنتج ',

             'dropzone_message'=>'من فضلك اضغط هنا لسحب او ادراج الصوره ',

             'dictRemoveFile'  => 'حذف هذه الصوره ',

             'main_photo'=>'الصوره الرئيسيه ',

             'subphotoes'=>'الصور الفرعيه ',

             'chiose_department'=>'من فضلك قم بختيار القسم اولا حتي  يتم اظهار الحجم والمقاس ',

                 'type_of_size'=>'نوع المقاس',

             'type_of_weight'=>'نوع الحجم',

             'select_color' =>'اختار اللون',

               'select_tradmark'=>'اختر العلامه التجاريه',

            'select_Manufacturers'=>'اختر المصنع ',

            'input_key'=>' قيمه الحقل',

            'input_value'=>'  عنوان الحقل ',

            'select_malls'=>'قم بأختيار المولات الموجد فيها المنتج ',

            	'trad_id'=>'العلامه التجاريه ', 

			'manuf_id'=>'المصنع ',

              'datadeleted'=>'تم حذف البيانات بنجاح ',

              'info'=>'تم حذف بيانات المنتج بنجاح لابد من مغادره االصفحه',

              'productNAme_is'=>'    اسم المنتج ال1ي تم ح1فه هو ',

              'leave'=>'مغادره',

                'view' =>'اظهار',

                  'alluserREQuiest'=>'طلبات المستخدمين ',

                      'approve'=>'موافق علي هذا العضو' ,

                       'ingoor'=>'غير موافق علي هذا العضو',

                          'sure'  => ' هل انت موافق علي اضافه هذا العضور سوف يتم ارساله معلومات حساب جديده علي الايمل الخاص بيه ',

                  'userData'=>'    fdhkhj hguq, ',

                  'igonr'=>'هل  انت  موافق من ح1ف ه1ا العضو لعدم صلاحيته وسوفق يتم ارسال ميل  ',

                  'newes'=>'الاخبار ',

                  'invalidusernamrorpass'=>' رقم مرور او مستخدم خاط] ',

                    'cheekStat'=> 'لا يوجد صوره لهذا الخبر',

                    'addd' =>'اضافه خبر ج',

                     'NEWestitle'=>'  عنوان الخبر',

                     'descriptionnewes'=>' وصف الخبر ',

                     'continentnewes'=>'  محتوي الخبر ',

                     'file'=>'صوره الخبر ',

                     'adby'=>'اضيف بواسطه ',

                     'Coupons'=>'الكيبونات',

                     'WhoWeAre'=>'من نحن ',

						'VisionMission'   =>'	رؤيتنا و رسالتنا ',

				        'Objectives'=>'ماذا نفعل ',

						'FAQs'=>'أسئلة متكررة',

						'Maincategories'=>'الفئات الرئيسية ',

						'subcategories'=>'الفئات الفرعيه ',

						'WhoWeAre_name_ar'=>'نبذة عن المصنع ',

						'WhoWeAre_name_arr'=>'نبذة عن المصنع 

بالعربية ',

                          'title_name_ar'=>'العنوان بالعربيه ',

                          'photo'=>'الصوره ',

                          'WhoWeAre_name_en'=>'نبذة عن المصنع 

 بالأنجلزية ',



                  'title_name_en'=>'العنوان بالأنجليزية ',

                  'VisionMission_name_en'=>'الرؤية والرسالة 

 بالانجلزية',

           

           'VisionMission_name_ar'=>'الرؤية والرسالة 

 بالعربية ',



            'VisionMission_name_arr'=>'الرؤية والرسالة 

 بالعربية ',



       



     'Terms'=>'شروط',

'Privacypolicy'=>'سياسة خاصة',

'DoniaProducion'=>'دنيا الانتاج ',

'Aboutus'=>' عم  رولاندز ',

'NicepersonsbehindRemember'=>'فريق العمل الرائع ',

'VincentAustinJr'=>'فنسنت أوستن جونيور',

'CEO-Founder'=>'الرئيس التنفيذي - مؤسس',

'TommyLaugher'=>'تومي الضاحك',

'Leaddesigner'=>'المصمم الرئيسي',



'GabirelleBorowski'=>'غابرييل بوروفسكي',

'Customersupport'=>'دعم العملاء',



'BennyStrongton'=>'بيني ستروستون',

'Coffeemaker'=>'صانع القهوة',

'WelcomeDoniaProducion'=>'مرحبا بكم في دنيا الإنتاج',

'GetStarted'=>'البدء',

'Lorem'=>'الأفلام  ,البرامج  ,الدعايات   , الإعلانات  ,الرسوم الإلكترونية   ,البروموهات  ,   الاستشارات الفنية  , تدريب وتأهيل الكوادر  ',



'Contact'=>'اتصل بنا',

'Getintouch'=>'ابقى على تواصل',

'Getintouch'=>'تواصل معنا عن طريق ملء نموذج الاتصال أدناه',

'Enteryourfullname'=>'أدخل اسمك الكامل',

'Enteryouremailaddress'=>' أدخل عنوان بريدك الالكتروني',

'Enteryoursubject'=>'أدخل الموضوع الخاص بك',

'Yourmessagehere...'=>'رسالتك هنا...',

'Sendmessage'=>'إرسال رسالة',

'req'=>'رجى ملء جميع الحقول المطلوبة ، شكرا!',

'Contactinformation'=>'معلومات الاتصال',

'Address'=>'عنوان',

'Address1'=>'المنطقة العليا , طريق الملك فهد, البرجان توين تاورز خلف برج العنود ',



'Phone'=>'هاتف',

'Fax'=>'فاكس',



'Email'=>'البريد الإلكتروني',

'Blog'=>'الأخبار ',

'Search'=>'بحث',

'Recentposts'=>'المشاركات الاخيرة',

'Readmore'=>'قراءة المزيد',



'By'=>'بواسطة',

'Admin'=>'مشرف',

'Videowidget'=>'فيديو',

'Typehere'=>'أكتب هنا',

'Recentworks'=>'خدمتنا',

'see'=>'شاهد المزيد من  القائمة ',



'gettoknowus'=>'تعرف علينا',

'gettoknowus1'=>'

دنيا الانتاج من نحن نحن ابداع الفكرة الممزوج باحترافية العمل تقولبها تقنية عاليه مواكبه ',

'DoniaProducion1'=>'  دنيا للانتاج التلفزيوني: خدمات ما بعد الانتاج وتأجير معدات وميكساج صوتي ومونتاج تلفزيوني. ',

'Presented'=>'	ماتقدمه مؤسسة دنيا الإنتاج',

'distinguishes'=>'	ما يميز مؤسسة دنيا الإنتاج عن باقي الشركات',



'distinguishes1'=>'خدمة عملاء متميزة .

الجودة الأعلى للمنتجات و القائمة.

الوقت الأقل في الإنتاج والتسليم للعميل.',

'Ourbusiness'=>'أعمالنا',

'EN'=>'EN',

'AR'=>'AR',

'Ourworks'=>'أعمالنا',

'Ourworks_name_ar'=>'أعملنا بالعربية ',

'Ourworks_name_en'=>'اعملنا بالانجلزيه ',

'Ourworks_name_arr'=>'أعملنا بالعربية ',

'seework'=>'عرض المزيد من الاعمال ',

'Recentservice'=>'خدمات اخري ',

'otherfilm'=>'شاهد الاكثر عرضا',

'Staff'=>'فريق العمل',

'Relatedproductes'=>'منتجات ذات صله ',

'information'=>'معلومات المنتج ',

'Projectdate'=>'تاريخ المنتج',

'recentproduct'=>'أحدث المنتجات',

'Month'=>'شهر',

'show'=>'عرض ',

'discover'=>'اكتشف ',

'limited'=>'الآن',

'times'=>' أحدث الاعمال ',

'Ourcustomers'=>'عملائنا',

'usfullink'=>'روابط مفيدة',

'Createdby'=>'صممت بواسطة ',

'hullol'=>'حلول',

'reserved'=>'جميع الحقوق  محفوظة',

///////////////////////////////////



'Solutions'=>'حلول',

'SoftwareSolutions'=>'لتقنية المعلومات ',



'Features'=>' القائمة ',

'About'=>' عن  رولاندز  ',

'Portfolio'=>'محفظة',

'FAQ'=>'التعليمات',

'Contact'=>' فروعنا',

'SignIn'=>'تسجيل الدخول',

'SignUpn'=>'سجل',

'Solutions1'=>'الأنماء لتقنيه المعلومات',

'Solutions2'=>'حلول الانماء لتقنية المعلومات شركة مصرية سعودية متخصصة في تقديم خدمات التسويق الإلكتروني وادارة حسابات مواقع التواصل الاجتماعي وبناء الهوية الرقمية ',



'LearnMore'=>'أعرف أكثر',

'Previous'=>'سابق',

'Next'=>'التالى',

'socialmedia'=>'وسائل التواصل الاجتماعي',

'EMarking'=>'التسويق الإلكتروني',

'moblieapp'=>'تطبيقات الهاتف المحمول',

'EMarking1'=>'محترفون تخطيط و تنظيم حملات السوشيال ميديا فيسبوك وانستجرام وجوجل ادورد. نعمل بخطط تسويقة لنصل الى أعلى مردود وعائد بأقل تكلفة ممكنه  . حملات إعلانية بخطط. خبرة أكثر من 600 عميل.',

'socialmedia2'=>'هل أنت مستعد لإدارة حملاتك على حسابات التواصل الاجتماعي   بشكل أحترافي؟  إذا كنت تريد أن تكون فعالاً بشكل أفضل ، فستحتاج إلى الاستثمار في الأدوات المناسبة لمساعدتك على إدارة منشوراتك وتحسينها.',

'moblieapp2'=>'الكثير من الشركات الناشئة والأشخاص تريد إنشاء تطبيق للايفون والاندرويد ولديها أفكار تطبيقات جديدة ولكن لا تعرف من أين تبدأ لذلك حلولو افضل شركة تصميم تطبيقات بناء تطبيقات للهواتف الذكية ',

'Develop'=>'تصميم وبرمجة تطبيقات الجوال',

'Develop2'=>'تصميم وبرمجة تطبيقات الجوال أصبحت من المتطلبات الرئيسية لأي منتج خدمي أو استهلاكي 

فلم يعد الأمر اختياريا 

لذلك نوفر لعملائنا أفضل الحلول ',



'Design'=>'تصميم وإدارة المواقع',

'Design1'=>'نقدم خدمة تصميم وإدارة مواقع الإنترنت للشركات والمؤسسات بكافة تفاصيلها 

ونوفر لعملائنا التحديث اليومي للموقع الإلكتروني  

نحن نساعدك بإعطائك أفضل حلول التصميم والبرمجة والتسويق والحماية',

'MotionGraphicDesign'=>'تصميم الموشن جرافيك',

'MotionGraphicDesign1'=>'نقدم خدمة الموشن جرافيك بشكل احترافي وذلك من خلال تحويل البيانات والمعلومات إلى فيديو مرئي 

 بحسب المستهدفات سواءً كانت إخباريةً أو تعريفيةً أو تسويقيةً أو تفاعلية',

 'GraphicDesign'=>'تصميم الجرافيك',

 'GraphicDesign1'=>'نتميز بأن لدينا مجموعة من مصممي الجرافيك الاحترافيين من أصحاب الخبرة الكبيرة بالعمل على منصات التواصل الاجتماعي من خلال عملهم على عملاء لهم مجالات عمل مختلفة ',

 'What'=>'ماذا',

 'WeDo'=>'نفعل ',

 'WhatOur'=>'ماذا ',

 'ClientSays'=>'يقول العملاء عن الشركة ',

 'ClientSays1'=>'شركة تجعل القوة بين يديك

تبهرنا بنتائجها وتجبرنا على الثقة بفريق عملها المميز',

 'ClientSays2'=>'تجربتي معاهم جيدة في إدارة السوشال',

'ClientSays3'=>'التميز في مجال التسويق الالكتروني',

'ClientSays4'=>'شركة متميزه في مجال السوشيال ميديا',

'Manager'=>'مدير',

'mohamed'=>'محمد عيسي ',

'ali'=>'السيد حسن ',

'mosa'=>'موسي احمد ',

'FAQs_name_arr'=>'الرد علي السؤال  بالعربية ',

'FAQs_name_ar'=>'الرد علي السؤال  بالعربية ',

	'Our'=>'هذه ',

	'Skills'=>'مهارتنا ',

	'Skills2'=>'لا يحتاج رواد الأعمال كثيرا إلى درجة علمية بالضرورة لتحقيق طموحاتهم بقدر ما يتطلب الأمر اكتساب مهارات خاصة، عدد كبير من رجال الأعمال وأثرى أثرياء التقنية خصوصا في العالم اعتمدوا بالأساس على المهارات المختلفة التي يمتلكونها لتحقيق النجاح بغض النظر عن الدرجات العلمية مثل: بيل غيتس، ستيف جوبز، مارك زوكربرج، ريتشارد برانسون، لاري إيلسون.. وغيرهم،',



'PortalDevelopment'=>'تطوير',

'EnterpriseMobility'=>'التنقل المؤسسي',

'StartUp'=>'بدء',

'ProductDevelopment'=>'تطوير المنتجات',

'ourTeam'=>'فريق العمل ',





'jobTitle_name_en'=>'المسمي الوظيفي بالانجلزية ',

'jobTitle_name_ar'=>'المسمي  الوظيفي بالعربية ',

'name_name_en'=>'الاسم بالانجلزية ',

'name_name_ar'=>'الاسم بالعربية ',

'desc_name_en'=>'وصف المسمي  الوظيفي  بالاجلزية ',

'desc_name_ar'=>'وصف المسمي  الوظيفي بالعربية ',	



'ourTeam_name_ar'=>'الفريق بالعربية ',

'ourTeam_name_arr'=>'الفريق بالعربية ',

'ourTeam_name_en'=>'الفريق بالأنجلزية ',

'Our1'=>'فريق ',

'Team'=>'العمل ',

'Team22'=>'  اتصال واعي بين كل الأعضاء، يشجع على المناقشة الصريحة، والتعبير الصريح عن الآراء والأفكار.  ,    مناخ عمل مريح وغير رسمي، وبعيد عن التوتر والعداء والرسميات  ,    المشاركة الجماعية في اتخاذ القرارات وتكون بالإجماع وليس بالأغلبية',

'indecator'=>'المؤشر ',

'Features2'=>'تقدم حلول مجموعة من الخطط التي تلبي مختلف الاحتياجات والتطلعات في خوادم الإنترنت عن طريق اعتماد أحدث النظم والتكنولوجيات والبرامج التي تساعدك على تحقيق ذلك، مع وجود دعم فني على مدار 24 ساعة طوال أيام الأسبوع لحل أي مشاكل أو الإجابة على أي استفسار لدى عملائنا الكرام ',

'100%Responsive'=>'تستجيب مع جميع الشاشات  ٪ 100  ',

'100%Responsive2'=>'هو التصميم الذي يتغير ليتلائم مع أبعاد الشاشات المختلفة ',



'PowerfulFeatures'=>'ميزات قوية',

'PowerfulFeatures2'=>'لأننا في  حلول حريصين دائماً على جودة  القائمة ورضا العميل فاننا نشعر بالفخر لأننا استطعنا ان ننال رضا عملائنا بتحويل أفكارهم الى تطبيقات ومواقع احترافية ',

'CustomerSupport'=>'دعم العملاء',

'CustomerSupport2'=>'نقدم خدمة عملاء على مدار الساعة

مع جميع  القائمة التى تقدمها  حلول كأفضل شركة لتصميم المواقع والمتاجر الالكترونية في مصر تقدم  حلول خدمات مميزة للعملاء على مدار الساعة',

'wedo2'=>'نحن نحب حقًا ما نقوم به وعملنا في كل مشروع يعكس ذلك حقًا.',

'weprovide'=>'نحن نقدم',

'Servicesthat'=>'تلك  القائمة',

'plans'=>'خطط  ',

'Hosting'=>'الاستضافة ',

'Hosting2'=>'تقدم استضافة حلول ، تقنيات مبتكرة و متطورة لتضمن لك و لأعمالك أفضل المميزات و  القائمة المساعدة',



 'Ourworks1'=>'حلول هي ببساطة أفضل خيار لموقعك الجديد',

 'Ourworks3'=>'أحدث',

'Ourworks4'=>' أعمالنا',

'Ourworks5'=>'يجري باستمرار تحسين واتباع اتجاهات التصميم وأفضل الممارسات من التعليمات البرمجية. احصل على نسختك الخاصة وانضم إلى الآلاف من العملاء السعداء.',

	'title_name_ar22'=>'رابط العمل ',

'KnowUs'=>'تعرف ',

'More'=>'علينا أكثر',

'KnowUs1'=>'حلول أفضل وسيلة لايصال خدماتك ومنتجاتك للمهتمين بها ونعمل بأعلى مستوى من الاحترافية لضمان أفضل النتائج بإذن الله',

       'keepintouch'=>'ابقى على تواصل',

       'Dropyour'=>'أرسل لنا  ',

       'Message'=>' استفسارك  ',

       'Message2'=>' إذا كان لديك أي سؤال أو استفسار  بخصوص    القائمة التي تقدمها       رولاندز كافيهيرجى التواصل معنا مباشرة من خلال إرفاق أسمك وبريدك الالكتروني ونص الرسالة المراد إيصالها إلينا  ',

         'phone'=>'الهاتف ',

       'CompanyName'=>'اسم الشركة',

       'subject'=>'الموضوع', 

       'SubmitMessage'=>'تقديم رسالة',

        'subsharesucess'=>'تم أرسال الرسالة بنجاح ',

        'HeadOffice'=>'المكتب الرئيسي',

        'BranchOffice'=>'المكتب الفرعي ',

        'HeadOffice1'=>' 158 الهرم، أولى الهرم، قسم العمرانية، الجيزة، ',

             'BranchOffice1'=>'المملكة العربية السعودية - الرياض',

             'dataaddsucessfully'=>'تم التسجيل بنجاح من فضلك قم بتسجل الدخول ',

             'logsuc'=>' تم الدخول بنجاح',

             'invalidpassword'=>'يوجد خطأ في البريدالأليكتروني او الرقم السري ',

             'logtoacount'=>'عروض مميزة للذين يمتلكون تسجل دخول ',

             'SignInWith'=>'تسجيل الدخول',

              'Us'=>'معنا',

              'Logintooursite'=>'تسجيل الدخول إلى موقعنا',

              'Enterusernameandpasswordtologon'=>'أدخل اسم المستخدم وكلمة المرور لتسجيل الدخول',

              'password'=>'الرقم السري ',

              'orloginwith'=>'......أو تسجيل الدخول مع ',

              'Signupnow'=>'أفتح حساب الأن',

              'Signupnow1'=>'املأ النموذج أدناه للحصول على إمكانية الوصول الفوري',

              'signup'=>'سجل',

  	'Subscribe'=>'الإشتراك',

								'Subscribe2'=>'يمكنك إلغاء الاشتراك في النشرات الإخبارية في أي وقت. انظر سياسة الخصوصية لدينا.',

								   'Publications'=>'المنشورات',

                         'mostviewnewes'=>'الأكثر مشاهدة الأخبار',

						    	'Comments'=>'تعليقات',

							'postComment'=>'أضف تعليق ',

                     'LeaveaComment'=>'اترك تعليقا',

							'forRegisteruseronly'=>'لتسجيل المستخدم فقط',

							'Logout'=>'تسجيل خروج',

							'UsefulLinks'=>'روابط مفيدة',

							'Community'=>'تواصل اجتماعي',

'PrivacyPolicy'=>'سياسة الخصوصية',

'TermsofUse'=>'شروط الاستخدام',

'Developedby'=>'طورت بواسطة',

'AspireSoftwareSolutions'=>'حلول',

'designedby'=>'صمم بواسطة',

'DesigningTeam'=>'فريق التصميم',

'content_name_ar'=>'تفاصيل   المنتج  بالعربية ',

'content_name_en'=>'تفاصيل   المنتج  بالأنجلزية ',

'BuyNow'=>'اشتري الآن',



	'2009'=>'2009',

								'2010'=>'2010',

								'2011'=>'2011',

								'2012'=>'2012',

								'2013'=>'2013',

								'2014'=>'2014',

								'2015'=>'2015',

								'2016'=>'2016',

								'2017'=>'2017',

								'2018'=>'2018',

								'2019'=>'2019',

								'2020'=>'2020',

								'facebookLink'=>'رباط الفيس بوك    رولاندز كافيه',

								'TwitterLink'=>'رابط تويتر      رولاندز كافيه',

								'GmailLink'=>'رابط القناه علي اليوتيوب ',

								'LinkedinLink'=>'رابط لينكد ان ',

								'instagramLink'=>'رابط الانستاجرام     رولاندز كافيه',

								'mapLink'=>'رابطالموقع  علي الخريطة ',

								'address_ar'=>'العنوان بالعربية ',

								'address_en'=>'العنوان بالأنجلزية ',

								'services'=>' القائمة',

								'Welcometopilotpen'=>'مرحبا بكم في      رولاندز كافيه',

								'Pictures'=>'الصور',

								'Followus'=>'تابعنا',

								'Quicklinks'=>'روابط سريعة',

								'back'=>'عودة ',

								'relatedproduct'=>'منتجات مماثلة',

								'profile'=>'البروفيل ',

								'sections'=>'الفئات ',

								'allcat'=>'جميع الاقسام ',

								'FeaturedProducts'=>'منتجات مميزة',

								'WhyHonesty'=>'لماذا    رولاندز كافيه',

								'allcat'=>'',

								'Values'=>'القيم',

								'more'=>'المزيد ',

								'projects'=>'المشاريع',

								'mostviewnewesprojects'=>'الأكثر مشاهدة',

								'ContactDetails'=>'بيانات الاتصال',

								'info1'=>'الانفو ',

								'H'=>'مواعيد العمل ',

								'Resivecontact'=>'الاستفسارات ',
								'calories'=>'السعرات',
								'allergens'=>'مسببات الحساسية',
								'showinweb'=>'عرض  في المتصفح ',
								 'desc'=>'الوصف ',
                   'photoes'=>'السليدر ',
								
								'zzzz'=>'  من  7 ص  الي  2 ص  يوميا ',

								'SA'=>' ريال  ',
								'For support or inquiries'=> ' للدعم او للاستفسارات  ',
                  
								'Rate now'=>' شاركنا رأيك  ',
								'Prices include value added tax'=>' الاسعار شاملة ضريبة القيمة المضافة',
								'Adults need 2,000 calories per day'=>'يحتاج البالغون ٢٠٠٠ سعره حراريه يومياً',
								'open'=>'فتح ',
								'updated_record'=>'تم التحديث بنجاح ',
								'deleteMaincategories'=>'تم الحذف بنجاح ',
								'deleted_record'=>'تم  الحذف بنجاح ',
								'REFRESH'=>'تحديث ',
								'instagram'=>'الانستغرام',
								'youtube'=>'موقع YouTube',
								'Allergens'=>'مسببات الحساسية ',
								'The menu was designed by'=>' صمم المنيو بواسطة   ',
								'hullol solutions'=>'  حلول لتقنية المعلومات ',
								 
                   
 ]





?>